       IDENTIFICATION DIVISION.
       PROGRAM-ID. CONFIG.
       PROCEDURE DIVISION.
           DISPLAY "Config.cob: Configuration loaded.".
           STOP RUN.
