       IDENTIFICATION DIVISION.
       PROGRAM-ID. AUTHMODULE.
       PROCEDURE DIVISION.
           DISPLAY "Auth.cob: Authentication check running.".
           STOP RUN.
