       IDENTIFICATION DIVISION.
       PROGRAM-ID. LOGFILE.
       PROCEDURE DIVISION.
           DISPLAY "Log.cob: Logging started.".
           STOP RUN.
